{
  "_name_or_path": "aubmindlab/bert-base-arabertv2",
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "\u0631\u064e\u0642\u0652\u0645 \u060c \u0639\u064e\u062f\u064e\u062f",
    "1": "\u0641\u064f\u0646\u0652\u062f\u064f\u0642",
    "2": "\u0642\u0650\u0637\u0627\u0631",
    "3": "\u0645\u064e\u0637\u0652\u0639\u064e\u0645",
    "4": "\u0671\u0650\u0633\u0652\u0645",
    "5": "\u0645\u0627\u0621",
    "6": "\u064a\u0650\u0646",
    "7": "\u0623\u064f\u0633\u0652\u0628\u064f\u0648\u0639",
    "8": "\u062a\u064e\u0623\u0652\u0645\u0650\u064a\u0646",
    "9": "\u0634\u064e\u0647\u0652\u0631",
    "10": "\u0623\u064e\u062d\u0652\u0645\u064e\u0631",
    "11": "\u0645\u064f\u0645\u0652\u0643\u0650\u0646",
    "12": "\u0645\u064e\u062a\u0652\u062d\u064e\u0641",
    "13": "\u0628\u0627\u0628",
    "14": "\u0634\u0627\u064a",
    "15": "\u0623\u064e\u0628\u0652\u064a\u064e\u0636",
    "16": "\u0637\u0627\u0628\u0650\u0639",
    "17": "\u0645\u064f\u0633\u0652\u062a\u064e\u0634\u0652\u0641\u064e\u0649",
    "18": "\u0633\u0627\u0639\u064e\u0629",
    "19": "\u0623\u064e\u0644\u064e\u0645",
    "20": "\u062e\u0627\u0635\u0651",
    "21": "\u0634\u064e\u062e\u0652\u0635\u0650\u064a\u0651",
    "22": "\u0625\u0650\u0642\u0627\u0645\u064e\u0629",
    "23": "\u0641\u0627\u0643\u0650\u0647\u064e\u0629",
    "24": "\u0631\u0650\u0633\u0627\u0644\u064e\u0629",
    "25": "\u0623\u064e\u0645\u0652\u0631\u0650\u064a\u0643\u0650\u064a\u0651",
    "26": "\u062c\u0650\u0644\u0652\u062f",
    "27": "\u0628\u0627\u0631\u0650\u062f",
    "28": "\u0645\u064f\u0648\u0633\u0650\u064a\u0642\u064e\u0649",
    "29": "\u0628\u064e\u0637\u0651\u0627\u0646\u0650\u064a\u0651\u064e\u0629",
    "30": "\u0634\u0627\u0637\u0650\u0626",
    "31": "\u0633\u0627\u0626\u0650\u0642",
    "32": "\u0639\u064e\u0635\u0650\u064a\u0631",
    "33": "\u0633\u064f\u0648\u0642",
    "34": "\u062a\u0650\u0646\u0650\u0633",
    "35": "\u0671\u0650\u062c\u0652\u062a\u0650\u0645\u0627\u0639",
    "36": "\u062c\u064f\u0628\u0652\u0646",
    "37": "\u0623\u064e\u062e\u0652\u0636\u064e\u0631",
    "38": "\u0641\u064e\u0631\u064e\u0646\u0652\u0633\u0650\u064a\u0651",
    "39": "\u0644\u064e\u062d\u0652\u0645 \u0627\u0644+ \u062e\u0650\u0646\u0652\u0632\u0650\u064a\u0631",
    "40": "\u0631\u064f\u0632\u0651",
    "41": "\u0623\u064f\u0648\u0628\u0650\u0631\u0627",
    "42": "\u062d\u0650\u0633\u0627\u0628",
    "43": "\u0671\u0650\u062a\u0651\u0650\u062c\u0627\u0647",
    "44": "\u0644\u064e\u0630\u0650\u064a\u0630",
    "45": "\u0631\u064e\u0626\u0650\u064a\u0633\u0650\u064a\u0651",
    "46": "\u0645\u064e\u062c\u064e\u0644\u0651\u064e\u0629",
    "47": "\u0628\u064f\u0648\u0635\u064e\u0629",
    "48": "\u0628\u064e\u0642\u0652\u0634\u0650\u064a\u0634",
    "49": "\u0632\u064e\u0648\u0652\u062c",
    "50": "\u0634\u064e\u0648\u0652\u0643\u064e\u0629",
    "51": "\u0646\u0650\u0647\u0627\u064a\u064e\u0629 \u0627\u0644+ \u0623\u064f\u0633\u0652\u0628\u064f\u0648\u0639",
    "52": "\u0641\u064e\u0646\u0651",
    "53": "\u0639\u0650\u0637\u0652\u0631",
    "54": "\u0641\u0650\u0644\u0652\u0641\u0650\u0644",
    "55": "\u0641\u064e\u0636\u0651\u064e\u0644",
    "56": "\u0633\u064e\u0646\u0652\u062a\u0650\u0645\u0650\u062a\u0631",
    "57": "\u0645\u064f\u062d\u0650\u064a\u0637",
    "58": "\u0625\u0650\u0633\u0652\u0639\u0627\u0641",
    "59": "\u0642\u064e\u0644\u064e\u0645",
    "60": "\u0623\u064e\u064a\u0652\u0642\u064e\u0638",
    "61": "\u0633\u064e\u0631\u0650\u064a\u0639",
    "62": "\u062a\u064e\u0630\u0652\u0643\u0627\u0631",
    "63": "\u0641\u0627\u0643\u0650\u0633",
    "64": "\u062a\u064f\u0641\u0651\u0627\u062d",
    "65": "\u0636\u064e\u0631\u064f\u0648\u0631\u0650\u064a\u0651",
    "66": "\u0637\u0627\u0632\u0650\u062c",
    "67": "\u062d\u064e\u062f\u0650\u064a\u0642\u064e\u0629 \u0627\u0644+ \u062d\u064e\u064a\u064e\u0648\u0627\u0646\u0627\u062a",
    "68": "\u0625\u0650\u064a\u0637\u0627\u0644\u0650\u064a\u0651",
    "69": "\u0644\u064f\u063a\u064e\u0629",
    "70": "\u0635\u064e\u064a\u0652\u0641",
    "71": "\u0635\u0650\u064a\u0646\u0650\u064a\u0651",
    "72": "\u0637\u064e\u0645\u0627\u0637\u0650\u0645",
    "73": "\u0628\u0644\u064f\u0648\u0632\u0629",
    "74": "\u063a\u064e\u062f",
    "75": "\u062d\u064e\u062f\u0650\u064a\u0642\u064e\u0629",
    "76": "\u0647\u0650\u062c\u0652\u0631\u064e\u0629",
    "77": "\u062d\u064e\u0631\u0627\u0631\u064e\u0629",
    "78": "\u0645\u064e\u0631\u0650\u064a\u0636",
    "79": "\u0645\u0650\u062a\u0652\u0631",
    "80": "\u062c\u064e\u0648\u0627\u0632 \u0633\u064e\u0641\u064e\u0631",
    "81": "\u0645\u064e\u0637\u0627\u0631",
    "82": "\u0644\u064e\u0648\u0652\u0646",
    "83": "\u0644\u0650\u0645\u0627\u0630\u0627",
    "84": "\u0636\u064e\u0631\u0650\u064a\u0628\u064e\u0629",
    "85": "\u064a\u064e\u0645\u0650\u064a\u0646",
    "86": "\u0628\u064e\u0648\u0651\u0627\u0628\u064e\u0629",
    "87": "\u062f\u064f\u0648\u0644\u0627\u0631",
    "88": "\u062d\u064e\u062c\u0652\u0632",
    "89": "\u0642\u064e\u0647\u0652\u0648\u064e\u0629",
    "90": "\u0628\u0650\u0637\u0627\u0642\u064e\u0629",
    "91": "\u0633\u0627\u0639\u064e\u062f",
    "92": "\u062d\u0650\u0630\u0627\u0621",
    "93": "\u0642\u064e\u0628\u0650\u0644",
    "94": "\u0671\u0650\u0626\u0652\u062a\u0650\u0645\u0627\u0646",
    "95": "\u0634\u064f\u0643\u0652\u0631\u0627\u064b",
    "96": "\u062e\u0650\u062f\u0652\u0645\u064e\u0629",
    "97": "\u0633\u0650\u064a\u062c\u0627\u0631\u064e\u0629",
    "98": "\u0647\u064f\u0646\u0627",
    "99": "\u0631\u064e\u0628\u0652\u0637\u064e\u0629 \u0639\u064f\u0646\u0652\u0642",
    "100": "\u0643\u0627\u0645\u0650\u0631\u0627",
    "101": "\u062f\u064e\u0642\u0650\u064a\u0642\u064e\u0629",
    "102": "\u0633\u064f\u0624\u0627\u0644",
    "103": "\u0635\u064f\u062f\u0627\u0639",
    "104": "\u0623\u064e\u0644\u0652\u063a\u064e\u0649",
    "105": "\u0642\u064e\u0631\u0651\u064e\u0631",
    "106": "\u0623\u064e\u064a\u0652\u0646\u064e",
    "107": "\u0633\u064e\u064a\u0651\u0627\u0631\u064e\u0629",
    "108": "\u0639\u064f\u0646\u0652\u0648\u0627\u0646",
    "109": "\u0645\u064e\u062f\u0652\u062e\u064e\u0644",
    "110": "\u0645\u0650\u064a\u0632\u0627\u0646\u0650\u064a\u0651\u064e\u0629",
    "111": "\u0625\u0650\u0641\u0652\u0637\u0627\u0631",
    "112": "\u0634\u064e\u0639\u064e\u0631",
    "113": "\u0628\u0627\u0639",
    "114": "\u0639\u064e\u064a\u0652\u0646",
    "115": "\u0642\u064e\u0644\u0650\u0642",
    "116": "\u062d\u0627\u062f\u0650\u062b",
    "117": "\u0637\u064e\u0644\u064e\u0628",
    "118": "\u062c\u064e\u0628\u064e\u0644",
    "119": "\u0644\u064e\u062d\u0652\u0645 \u0628\u064e\u0642\u064e\u0631\u0650\u064a\u0651",
    "120": "\u0635\u0627\u0628\u064f\u0648\u0646",
    "121": "\u062e\u0627\u062a\u064e\u0645",
    "122": "\u062d\u0627\u0641\u0650\u0644\u064e\u0629",
    "123": "\u0645\u064e\u062d\u064e\u0644\u0651\u0650\u064a\u0651",
    "124": "\u0641\u064e\u0647\u0650\u0645",
    "125": "\u0644\u064e\u062d\u0652\u0645",
    "126": "\u062c\u064f\u0648\u0644\u0652\u0641",
    "127": "\u062e\u064f\u0628\u0652\u0632",
    "128": "\u062e\u064f\u0636\u0652\u0631\u064e\u0629",
    "129": "\u0643\u064f\u0648\u0643\u0652\u062a\u0650\u064a\u0644",
    "130": "\u0634\u064e\u0631\u0650\u064a\u062d\u064e\u0629 \u0644\u064e\u062d\u0652\u0645",
    "131": "\u0646\u064f\u0633\u0652\u062e\u064e\u0629",
    "132": "\u0645\u064e\u062f\u0652\u0631\u064e\u0633\u064e\u0629",
    "133": "\u0631\u064e\u062c\u064f\u0644",
    "134": "\u0623\u064e\u062c\u0652\u0646\u064e\u0628\u0650\u064a\u0651",
    "135": "\u0671\u0650\u0633\u0652\u062a\u0650\u062e\u0652\u062f\u0627\u0645",
    "136": "\u0637\u064e\u0628\u0650\u064a\u0639\u0650\u064a\u0651",
    "137": "\u062d\u064e\u064a\u0627\u0629",
    "138": "\u0639\u064e\u0634\u0627\u0621",
    "139": "\u0633\u064e\u0645\u0650\u0639",
    "140": "\u0645\u064e\u062d\u064e\u0637\u0651\u064e\u0629",
    "141": "\u0645\u064e\u0646\u0652\u0638\u064e\u0631",
    "142": "\u0645\u0650\u0639\u0652\u0637\u064e\u0641",
    "143": "\u0639\u064e\u0642\u0652\u062f",
    "144": "\u0631\u0650\u062d\u0652\u0644\u064e\u0629",
    "145": "\u0643\u0650\u062a\u0627\u0628",
    "146": "\u0671\u0650\u0634\u0652\u062a\u064e\u0631\u064e\u0649",
    "147": "\u062f\u064e\u0631\u064e\u062c\u064e\u0629",
    "148": "\u0642\u064e\u0645\u0650\u064a\u0635",
    "149": "\u0646\u0650\u0638\u0627\u0645",
    "150": "\u0634\u0627\u0647\u064e\u062f",
    "151": "\u0644\u064e\u062d\u0652\u0645 \u062e\u0650\u0646\u0652\u0632\u0650\u064a\u0631",
    "152": "\u0628\u0650\u064a\u062a\u0652\u0632\u0627",
    "153": "\u062e\u064f\u0637\u0651\u064e\u0629",
    "154": "\u0646\u064f\u0642\u0652\u0637\u064e\u0629",
    "155": "\u0630\u0650\u0631\u0627\u0639",
    "156": "\u0632\u0650\u064a\u0627\u0631\u064e\u0629",
    "157": "\u062a\u0627\u0631\u0650\u064a\u062e",
    "158": "\u0623\u064e\u063a\u0652\u0644\u064e\u0642",
    "159": "\u0637\u0650\u0641\u0652\u0644",
    "160": "\u063a\u064f\u0631\u0652\u0641\u064e\u0629 \u060c \u062d\u064f\u062c\u0652\u0631\u064e\u0629",
    "161": "\u0671\u0650\u0631\u0652\u062a\u064e\u062f\u064e\u0649",
    "162": "\u0623\u064e\u0642\u0652\u0631\u064e\u0628",
    "163": "\u0635\u064e\u062f\u0650\u064a\u0642",
    "164": "\u0628\u064e\u064a\u0652\u0636",
    "165": "\u062c\u0627\u0646\u0650\u0628",
    "166": "\u062f\u064e\u062c\u0627\u062c",
    "167": "\u0632\u0627\u0631",
    "168": "\u063a\u064e\u062f\u0627\u0621",
    "169": "\u0645\u064f\u062e\u0652\u062a\u064e\u0644\u0650\u0641",
    "170": "\u062f\u064f\u0648\u0634",
    "171": "\u064a\u0627\u0628\u0627\u0646\u0650\u064a\u0651",
    "172": "\u0628\u064e\u0644\u064e\u062f",
    "173": "\u062c\u064e\u062f\u0650\u064a\u062f",
    "174": "\u0632\u064f\u062c\u0627\u062c\u064e\u0629",
    "175": "\u0633\u064f\u0643\u0651\u064e\u0631",
    "176": "\u0643\u064e\u0644\u0650\u0645\u064e\u0629",
    "177": "\u0634\u0627\u0631\u0650\u0639",
    "178": "\u0631\u0650\u062d\u0652"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "\u0623\u064e\u0628\u0652\u064a\u064e\u0636": 15,
    "\u0623\u064e\u062c\u0652\u0646\u064e\u0628\u0650\u064a\u0651": 134,
    "\u0623\u064e\u062d\u0652\u0645\u064e\u0631": 10,
    "\u0623\u064e\u062e\u0652\u0636\u064e\u0631": 37,
    "\u0623\u064e\u063a\u0652\u0644\u064e\u0642": 158,
    "\u0623\u064e\u0642\u0652\u0631\u064e\u0628": 162,
    "\u0623\u064e\u0644\u064e\u0645": 19,
    "\u0623\u064e\u0644\u0652\u063a\u064e\u0649": 104,
    "\u0623\u064e\u0645\u0652\u0631\u0650\u064a\u0643\u0650\u064a\u0651": 25,
    "\u0623\u064e\u064a\u0652\u0642\u064e\u0638": 60,
    "\u0623\u064e\u064a\u0652\u0646\u064e": 106,
    "\u0623\u064f\u0633\u0652\u0628\u064f\u0648\u0639": 7,
    "\u0623\u064f\u0648\u0628\u0650\u0631\u0627": 41,
    "\u0625\u0650\u0633\u0652\u0639\u0627\u0641": 58,
    "\u0625\u0650\u0641\u0652\u0637\u0627\u0631": 111,
    "\u0625\u0650\u0642\u0627\u0645\u064e\u0629": 22,
    "\u0625\u0650\u064a\u0637\u0627\u0644\u0650\u064a\u0651": 68,
    "\u0628\u0627\u0628": 13,
    "\u0628\u0627\u0631\u0650\u062f": 27,
    "\u0628\u0627\u0639": 113,
    "\u0628\u0644\u064f\u0648\u0632\u0629": 73,
    "\u0628\u064e\u0637\u0651\u0627\u0646\u0650\u064a\u0651\u064e\u0629": 29,
    "\u0628\u064e\u0642\u0652\u0634\u0650\u064a\u0634": 48,
    "\u0628\u064e\u0644\u064e\u062f": 172,
    "\u0628\u064e\u0648\u0651\u0627\u0628\u064e\u0629": 86,
    "\u0628\u064e\u064a\u0652\u0636": 164,
    "\u0628\u064f\u0648\u0635\u064e\u0629": 47,
    "\u0628\u0650\u0637\u0627\u0642\u064e\u0629": 90,
    "\u0628\u0650\u064a\u062a\u0652\u0632\u0627": 152,
    "\u062a\u0627\u0631\u0650\u064a\u062e": 157,
    "\u062a\u064e\u0623\u0652\u0645\u0650\u064a\u0646": 8,
    "\u062a\u064e\u0630\u0652\u0643\u0627\u0631": 62,
    "\u062a\u064f\u0641\u0651\u0627\u062d": 64,
    "\u062a\u0650\u0646\u0650\u0633": 34,
    "\u062c\u0627\u0646\u0650\u0628": 165,
    "\u062c\u064e\u0628\u064e\u0644": 118,
    "\u062c\u064e\u062f\u0650\u064a\u062f": 173,
    "\u062c\u064e\u0648\u0627\u0632 \u0633\u064e\u0641\u064e\u0631": 80,
    "\u062c\u064f\u0628\u0652\u0646": 36,
    "\u062c\u064f\u0648\u0644\u0652\u0641": 126,
    "\u062c\u0650\u0644\u0652\u062f": 26,
    "\u062d\u0627\u062f\u0650\u062b": 116,
    "\u062d\u0627\u0641\u0650\u0644\u064e\u0629": 122,
    "\u062d\u064e\u062c\u0652\u0632": 88,
    "\u062d\u064e\u062f\u0650\u064a\u0642\u064e\u0629": 75,
    "\u062d\u064e\u062f\u0650\u064a\u0642\u064e\u0629 \u0627\u0644+ \u062d\u064e\u064a\u064e\u0648\u0627\u0646\u0627\u062a": 67,
    "\u062d\u064e\u0631\u0627\u0631\u064e\u0629": 77,
    "\u062d\u064e\u064a\u0627\u0629": 137,
    "\u062d\u0650\u0630\u0627\u0621": 92,
    "\u062d\u0650\u0633\u0627\u0628": 42,
    "\u062e\u0627\u062a\u064e\u0645": 121,
    "\u062e\u0627\u0635\u0651": 20,
    "\u062e\u064f\u0628\u0652\u0632": 127,
    "\u062e\u064f\u0636\u0652\u0631\u064e\u0629": 128,
    "\u062e\u064f\u0637\u0651\u064e\u0629": 153,
    "\u062e\u0650\u062f\u0652\u0645\u064e\u0629": 96,
    "\u062f\u064e\u062c\u0627\u062c": 166,
    "\u062f\u064e\u0631\u064e\u062c\u064e\u0629": 147,
    "\u062f\u064e\u0642\u0650\u064a\u0642\u064e\u0629": 101,
    "\u062f\u064f\u0648\u0634": 170,
    "\u062f\u064f\u0648\u0644\u0627\u0631": 87,
    "\u0630\u0650\u0631\u0627\u0639": 155,
    "\u0631\u064e\u0626\u0650\u064a\u0633\u0650\u064a\u0651": 45,
    "\u0631\u064e\u0628\u0652\u0637\u064e\u0629 \u0639\u064f\u0646\u0652\u0642": 99,
    "\u0631\u064e\u062c\u064f\u0644": 133,
    "\u0631\u064e\u0642\u0652\u0645 \u060c \u0639\u064e\u062f\u064e\u062f": 0,
    "\u0631\u064f\u0632\u0651": 40,
    "\u0631\u0650\u062d\u0652": 178,
    "\u0631\u0650\u062d\u0652\u0644\u064e\u0629": 144,
    "\u0631\u0650\u0633\u0627\u0644\u064e\u0629": 24,
    "\u0632\u0627\u0631": 167,
    "\u0632\u064e\u0648\u0652\u062c": 49,
    "\u0632\u064f\u062c\u0627\u062c\u064e\u0629": 174,
    "\u0632\u0650\u064a\u0627\u0631\u064e\u0629": 156,
    "\u0633\u0627\u0626\u0650\u0642": 31,
    "\u0633\u0627\u0639\u064e\u0629": 18,
    "\u0633\u0627\u0639\u064e\u062f": 91,
    "\u0633\u064e\u0631\u0650\u064a\u0639": 61,
    "\u0633\u064e\u0645\u0650\u0639": 139,
    "\u0633\u064e\u0646\u0652\u062a\u0650\u0645\u0650\u062a\u0631": 56,
    "\u0633\u064e\u064a\u0651\u0627\u0631\u064e\u0629": 107,
    "\u0633\u064f\u0624\u0627\u0644": 102,
    "\u0633\u064f\u0643\u0651\u064e\u0631": 175,
    "\u0633\u064f\u0648\u0642": 33,
    "\u0633\u0650\u064a\u062c\u0627\u0631\u064e\u0629": 97,
    "\u0634\u0627\u0631\u0650\u0639": 177,
    "\u0634\u0627\u0637\u0650\u0626": 30,
    "\u0634\u0627\u0647\u064e\u062f": 150,
    "\u0634\u0627\u064a": 14,
    "\u0634\u064e\u062e\u0652\u0635\u0650\u064a\u0651": 21,
    "\u0634\u064e\u0631\u0650\u064a\u062d\u064e\u0629 \u0644\u064e\u062d\u0652\u0645": 130,
    "\u0634\u064e\u0639\u064e\u0631": 112,
    "\u0634\u064e\u0647\u0652\u0631": 9,
    "\u0634\u064e\u0648\u0652\u0643\u064e\u0629": 50,
    "\u0634\u064f\u0643\u0652\u0631\u0627\u064b": 95,
    "\u0635\u0627\u0628\u064f\u0648\u0646": 120,
    "\u0635\u064e\u062f\u0650\u064a\u0642": 163,
    "\u0635\u064e\u064a\u0652\u0641": 70,
    "\u0635\u064f\u062f\u0627\u0639": 103,
    "\u0635\u0650\u064a\u0646\u0650\u064a\u0651": 71,
    "\u0636\u064e\u0631\u064f\u0648\u0631\u0650\u064a\u0651": 65,
    "\u0636\u064e\u0631\u0650\u064a\u0628\u064e\u0629": 84,
    "\u0637\u0627\u0628\u0650\u0639": 16,
    "\u0637\u0627\u0632\u0650\u062c": 66,
    "\u0637\u064e\u0628\u0650\u064a\u0639\u0650\u064a\u0651": 136,
    "\u0637\u064e\u0644\u064e\u0628": 117,
    "\u0637\u064e\u0645\u0627\u0637\u0650\u0645": 72,
    "\u0637\u0650\u0641\u0652\u0644": 159,
    "\u0639\u064e\u0634\u0627\u0621": 138,
    "\u0639\u064e\u0635\u0650\u064a\u0631": 32,
    "\u0639\u064e\u0642\u0652\u062f": 143,
    "\u0639\u064e\u064a\u0652\u0646": 114,
    "\u0639\u064f\u0646\u0652\u0648\u0627\u0646": 108,
    "\u0639\u0650\u0637\u0652\u0631": 53,
    "\u063a\u064e\u062f": 74,
    "\u063a\u064e\u062f\u0627\u0621": 168,
    "\u063a\u064f\u0631\u0652\u0641\u064e\u0629 \u060c \u062d\u064f\u062c\u0652\u0631\u064e\u0629": 160,
    "\u0641\u0627\u0643\u0650\u0633": 63,
    "\u0641\u0627\u0643\u0650\u0647\u064e\u0629": 23,
    "\u0641\u064e\u0631\u064e\u0646\u0652\u0633\u0650\u064a\u0651": 38,
    "\u0641\u064e\u0636\u0651\u064e\u0644": 55,
    "\u0641\u064e\u0646\u0651": 52,
    "\u0641\u064e\u0647\u0650\u0645": 124,
    "\u0641\u064f\u0646\u0652\u062f\u064f\u0642": 1,
    "\u0641\u0650\u0644\u0652\u0641\u0650\u0644": 54,
    "\u0642\u064e\u0628\u0650\u0644": 93,
    "\u0642\u064e\u0631\u0651\u064e\u0631": 105,
    "\u0642\u064e\u0644\u064e\u0645": 59,
    "\u0642\u064e\u0644\u0650\u0642": 115,
    "\u0642\u064e\u0645\u0650\u064a\u0635": 148,
    "\u0642\u064e\u0647\u0652\u0648\u064e\u0629": 89,
    "\u0642\u0650\u0637\u0627\u0631": 2,
    "\u0643\u0627\u0645\u0650\u0631\u0627": 100,
    "\u0643\u064e\u0644\u0650\u0645\u064e\u0629": 176,
    "\u0643\u064f\u0648\u0643\u0652\u062a\u0650\u064a\u0644": 129,
    "\u0643\u0650\u062a\u0627\u0628": 145,
    "\u0644\u064e\u062d\u0652\u0645": 125,
    "\u0644\u064e\u062d\u0652\u0645 \u0627\u0644+ \u062e\u0650\u0646\u0652\u0632\u0650\u064a\u0631": 39,
    "\u0644\u064e\u062d\u0652\u0645 \u0628\u064e\u0642\u064e\u0631\u0650\u064a\u0651": 119,
    "\u0644\u064e\u062d\u0652\u0645 \u062e\u0650\u0646\u0652\u0632\u0650\u064a\u0631": 151,
    "\u0644\u064e\u0630\u0650\u064a\u0630": 44,
    "\u0644\u064e\u0648\u0652\u0646": 82,
    "\u0644\u064f\u063a\u064e\u0629": 69,
    "\u0644\u0650\u0645\u0627\u0630\u0627": 83,
    "\u0645\u0627\u0621": 5,
    "\u0645\u064e\u062a\u0652\u062d\u064e\u0641": 12,
    "\u0645\u064e\u062c\u064e\u0644\u0651\u064e\u0629": 46,
    "\u0645\u064e\u062d\u064e\u0637\u0651\u064e\u0629": 140,
    "\u0645\u064e\u062d\u064e\u0644\u0651\u0650\u064a\u0651": 123,
    "\u0645\u064e\u062f\u0652\u062e\u064e\u0644": 109,
    "\u0645\u064e\u062f\u0652\u0631\u064e\u0633\u064e\u0629": 132,
    "\u0645\u064e\u0631\u0650\u064a\u0636": 78,
    "\u0645\u064e\u0637\u0627\u0631": 81,
    "\u0645\u064e\u0637\u0652\u0639\u064e\u0645": 3,
    "\u0645\u064e\u0646\u0652\u0638\u064e\u0631": 141,
    "\u0645\u064f\u062d\u0650\u064a\u0637": 57,
    "\u0645\u064f\u062e\u0652\u062a\u064e\u0644\u0650\u0641": 169,
    "\u0645\u064f\u0633\u0652\u062a\u064e\u0634\u0652\u0641\u064e\u0649": 17,
    "\u0645\u064f\u0645\u0652\u0643\u0650\u0646": 11,
    "\u0645\u064f\u0648\u0633\u0650\u064a\u0642\u064e\u0649": 28,
    "\u0645\u0650\u062a\u0652\u0631": 79,
    "\u0645\u0650\u0639\u0652\u0637\u064e\u0641": 142,
    "\u0645\u0650\u064a\u0632\u0627\u0646\u0650\u064a\u0651\u064e\u0629": 110,
    "\u0646\u064f\u0633\u0652\u062e\u064e\u0629": 131,
    "\u0646\u064f\u0642\u0652\u0637\u064e\u0629": 154,
    "\u0646\u0650\u0638\u0627\u0645": 149,
    "\u0646\u0650\u0647\u0627\u064a\u064e\u0629 \u0627\u0644+ \u0623\u064f\u0633\u0652\u0628\u064f\u0648\u0639": 51,
    "\u0647\u064f\u0646\u0627": 98,
    "\u0647\u0650\u062c\u0652\u0631\u064e\u0629": 76,
    "\u064a\u0627\u0628\u0627\u0646\u0650\u064a\u0651": 171,
    "\u064a\u064e\u0645\u0650\u064a\u0646": 85,
    "\u064a\u0650\u0646": 6,
    "\u0671\u0650\u0626\u0652\u062a\u0650\u0645\u0627\u0646": 94,
    "\u0671\u0650\u062a\u0651\u0650\u062c\u0627\u0647": 43,
    "\u0671\u0650\u062c\u0652\u062a\u0650\u0645\u0627\u0639": 35,
    "\u0671\u0650\u0631\u0652\u062a\u064e\u062f\u064e\u0649": 161,
    "\u0671\u0650\u0633\u0652\u062a\u0650\u062e\u0652\u062f\u0627\u0645": 135,
    "\u0671\u0650\u0633\u0652\u0645": 4,
    "\u0671\u0650\u0634\u0652\u062a\u064e\u0631\u064e\u0649": 146
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.40.1",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 64000
}
